/* Combined English Source for Open edX iOS */
"AppDates.DATES.TITLE" = "Ημερομηνίες";
"AppDates.DATES.PAST_DUE" = "Ληξιπρόθεσμο";
"AppDates.DATES.TODAY" = "Σήμερα";
"AppDates.DATES.THIS_WEEK" = "Αυτή την Εβδομάδα";
"AppDates.DATES.NEXT_WEEK" = "Την επόμενη εβδομάδα";
"AppDates.DATES.UPCOMING" = "Επερχόμενο";
"AppDates.EMPTY.TITLE" = "Χωρίς Ημερομηνίες";
"AppDates.EMPTY.SUBTITLE" = "Προς το παρόν δεν έχετε ενεργά μαθήματα με προγραμματισμένες εκδηλώσεις. Εγγραφείτε σε ένα μάθημα για να δείτε σημαντικές ημερομηνίες και προθεσμίες.";
"AppDates.SHIFT_DUE_DATES.TITLE" = "Χάσατε κάποιες προθεσμίες;";
"AppDates.SHIFT_DUE_DATES.DESCRIPTION" = "Μην ανησυχείτε - αλλάξτε το προτεινόμενο πρόγραμμά μας για να ολοκληρώσετε τις εργασίες που οφείλονται χωρίς να χάσετε καμία πρόοδο.";
"AppDates.SHIFT_DUE_DATES.BUTTON" = "Μετατόπιση Ημερομηνιών Λήξης";
"Profile.TITLE" = "Προφίλ";
"Profile.INFO" = "Πληροφορίες προφίλ";
"Profile.ABOUT" = "Σχετικά με εμένα";
"Profile.EDIT_PROFILE" = "Επεξεργασία προφίλ";
"Profile.YEAR_OF_BIRTH" = "Έτος γέννησης:";
"Profile.BIO" = "Βιογραφικό:";
"Profile.SETTINGS" = "Ρυθμίσεις";
"Profile.SETTINGS_VIDEO" = "Ρυθμίσεις βίντεο";
"Profile.DATES_AND_CALENDAR" = "Ημερομηνίες & Ημερολόγιο";
"Profile.SUPPORT_INFO" = "Πληροφορίες υποστήριξης";
"Profile.CONTACT" = "Επικοινωνήστε με την υποστήριξη";
"Profile.TERMS" = "Όροι χρήσης";
"Profile.PRIVACY" = "Πολιτική απορρήτου";
"Profile.COOKIE_POLICY" = "Πολιτική cookie";
"Profile.CURRENT_LEARNING_SITE" = "";
"Profile.DO_NOT_SELL_INFORMATION" = "Μην πουλάτε τα προσωπικά μου στοιχεία";
"Profile.FAQ_TITLE" = "Προβολή FAQ";
"Profile.MANAGE_ACCOUNT" = "Διαχείριση λογαριασμού";
"Profile.LEARNING_SITES" = "";
"Profile.LOGOUT" = "Αποσύνδεση";
"Profile.SWITCH_TO" = "Εναλλαγή σε";
"Profile.FULL_PROFILE" = "πλήρες προφίλ";
"Profile.LIMITED_PROFILE" = "περιορισμένο προφίλ";
"Profile.LOGOUT_ALERT.TITLE" = "Επιβεβαιώστε την αποσύνδεση";
"Profile.LOGOUT_ALERT.TEXT" = "Είστε βέβαιοι ότι θέλετε να αποσυνδεθείτε;";
"Profile.DELETE_ALERT.TITLE" = "Προσοχή!";
"Profile.DELETE_ALERT.TEXT" = "Θέλετε πραγματικά να διαγράψετε τον λογαριασμό σας;";
"Profile.UNSAVED_DATA_ALERT.TITLE" = "Φεύγεις χωρίς αποθήκευση;";
"Profile.UNSAVED_DATA_ALERT.TEXT" = "Οι αλλαγές που έχετε κάνει θα απορριφθούν.";
"Profile.EDIT.TOO_YONG_USER" = "Πρέπει να είστε άνω των 13 ετών για να έχετε ένα προφίλ με πλήρη πρόσβαση στις πληροφορίες.";
"Profile.EDIT.LIMITED_PROFILE_DESCRIPTION" = "Ένα περιορισμένο προφίλ κοινοποιεί μόνο το όνομα χρήστη και τη φωτογραφία προφίλ σας.";
"Profile.EDIT.DELETE_ACCOUNT" = "Διαγραφή λογαριασμού";
"Profile.EDIT.FIELDS.YEAR_OF_BIRTH" = "Έτος γέννησης";
"Profile.EDIT.FIELDS.LOCATION" = "Τοποθεσία";
"Profile.EDIT.FIELDS.SPOKEN_LANGUGAE" = "Ομιλούμενη γλώσσα";
"Profile.EDIT.FIELDS.ABOUT_ME" = "Σχετικά με μένα:";
"Profile.EDIT.BOTTOM_SHEET.TITLE" = "Αλλαγή εικόνας προφίλ";
"Profile.EDIT.BOTTOM_SHEET.SELECT" = "Επιλέξτε από τη συλλογή";
"Profile.EDIT.BOTTOM_SHEET.REMOVE" = "Αφαίρεση φωτογραφίας";
"Profile.EDIT.BOTTOM_SHEET.CANCEL" = "Ακύρωση";
"Profile.DELETE_ACCOUNT.TITLE" = "Διαγραφή λογαριασμού";
"Profile.DELETE_ACCOUNT.ARE_YOU_SURE" = "Είστε σίγουροι ότι θέλετε να ";
"Profile.DELETE_ACCOUNT.WANT_TO_DELETE" = "διαγραφή του λογαριασμού σας;";
"Profile.DELETE_ACCOUNT.DESCRIPTION" = "Για να επιβεβαιώσετε αυτήν την ενέργεια, εισαγάγετε τον κωδικό πρόσβασης του λογαριασμού σας.";
"Profile.DELETE_ACCOUNT.PASSWORD" = "Κωδικός πρόσβασης";
"Profile.DELETE_ACCOUNT.PASSWORD_DESCRIPTION" = "Εισάγετε τον κωδικό πρόσβασης";
"Profile.DELETE_ACCOUNT.CONFIRM" = "Ναι, διαγραφή λογαριασμού";
"Profile.DELETE_ACCOUNT.BACK_TO_PROFILE" = "Επιστροφή στο προφίλ";
"Profile.DELETE_ACCOUNT.INCORRECT_PASSWORD" = "Ο κωδικός πρόσβασης είναι λανθασμένος. Παρακαλώ προσπαθήστε ξανά.";
"Profile.SETTINGS.VIDEO_SETTINGS_TITLE" = "Ρυθμίσεις βίντεο";
"Profile.SETTINGS.WIFI_TITLE" = "Λήψη μόνο Wi-Fi";
"Profile.SETTINGS.WIFI_DESCRIPTION" = "Λήψη περιεχομένου μόνο όταν το Wi-Fi είναι ενεργοποιημένο";
"Profile.SETTINGS.VIDEO_QUALITY_TITLE" = "Ποιότητα ροής βίντεο";
"Profile.SETTINGS.VIDEO_QUALITY_DESCRIPTION" = "Αυτόματο (Συνιστάται)";
"Profile.SETTINGS.QUALITY_AUTO_TITLE" = "Αυτο";
"Profile.SETTINGS.QUALITY_AUTO_DESCRIPTION" = "Συνιστάται";
"Profile.SETTINGS.QUALITY_360_TITLE" = "360p";
"Profile.SETTINGS.QUALITY_360_DESCRIPTION" = "Χαμηλότερη χρήση δεδομένων";
"Profile.SETTINGS.QUALITY_540_TITLE" = "540p";
"Profile.SETTINGS.QUALITY_720_TITLE" = "720p";
"Profile.SETTINGS.QUALITY_720_DESCRIPTION" = "Η καλύτερη ποιότητα";
"Profile.SETTINGS.VERSION" = "Έκδοση:";
"Profile.SETTINGS.UP_TO_DATE" = "Ενημερωμένο";
"Profile.SETTINGS.TAP_TO_UPDATE" = "Πατήστε για ενημέρωση την έκδοση";
"Profile.SETTINGS.TAP_TO_INSTALL" = "Πατήστε για να εγκαταστήσετε την απαιτούμενη ενημέρωση εφαρμογής";
"Profile.ERROR.CANNOT_SEND_EMAIL" = "Δεν είναι δυνατή η αποστολή email. Φαίνεται ότι το πρόγραμμα-πελάτη ηλεκτρονικού ταχυδρομείου σας δεν έχει ρυθμιστεί.";
"Profile.CALENDAR.NEW_CALENDAR" = "Νέο Ημερολόγιο";
"Profile.CALENDAR.CHANGE_SYNC_OPTIONS" = "Αλλαγή επιλογών συγχρονισμού";
"Profile.CALENDAR.ACCOUNT" = "Λογαριασμός";
"Profile.CALENDAR.CALENDAR_NAME" = "Όνομα ημερολογίου";
"Profile.CALENDAR.COLOR" = "Χρώμα";
"Profile.CALENDAR.UPCOMING_ASSIGNMENTS" = "Σε αυτό το ημερολόγιο θα εμφανιστούν επερχόμενες εργασίες για ενεργά μαθήματα";
"Profile.CALENDAR.CANCEL" = "Ακύρωση";
"Profile.CALENDAR.BEGIN_SYNCING" = "Έναρξη συγχρονισμού";
"Profile.ASSIGNMENT_STATUS.SYNCED" = "Συγχρονίστηκε";
"Profile.ASSIGNMENT_STATUS.FAILED" = "Ο συγχρονισμός απέτυχε";
"Profile.ASSIGNMENT_STATUS.OFFLINE" = "Εκτός σύνδεσης";
"Profile.ASSIGNMENT_STATUS.SYNCING" = "Συγχρονισμός με το ημερολόγιο...";
"Profile.CALENDAR_DIALOG.CALENDAR_ACCESS" = "Πρόσβαση στο Ημερολόγιο";
"Profile.CALENDAR_DIALOG.DISABLE_CALENDAR_SYNC" = "Απενεργοποίηση συγχρονισμού ημερολογίου";
"Profile.CALENDAR_DIALOG.CALENDAR_ACCESS_DESCRIPTION" = "Για να εμφανίσουμε επερχόμενες εργασίες και ορόσημα μαθημάτων στο ημερολόγιό σας, χρειαζόμαστε άδεια πρόσβασης στο ημερολόγιό σας.";
"Profile.CALENDAR_DIALOG.DISABLE_CALENDAR_SYNC_DESCRIPTION" = "Η απενεργοποίηση του συγχρονισμού ημερολογίου θα διαγράψει το ημερολόγιο “%@”. Μπορείτε να ενεργοποιήσετε ξανά τον συγχρονισμό ημερολογίου ανά πάσα στιγμή.";
"Profile.CALENDAR_DIALOG.GRANT_CALENDAR_ACCESS" = "Παραχωρήστε πρόσβαση στο Ημερολόγιο";
"Profile.CALENDAR_DIALOG.DISABLE_SYNCING" = "Απενεργοποίηση συγχρονισμού";
"Profile.CALENDAR_DIALOG.CANCEL" = "Ακύρωση";
"Profile.DATES_AND_CALENDAR.TITLE" = "Ημερομηνίες & Ημερολόγιο";
"Profile.CALENDAR_SYNC.TITLE" = "Συγχρονισμός Ημερολογίου";
"Profile.CALENDAR_SYNC.DESCRIPTION" = "Ρυθμίστε το συγχρονισμό ημερολογίου για να εμφανίσετε τις επερχόμενες εργασίες και τα ορόσημα των μαθημάτων στο ημερολόγιό σας. Οι νέες εργασίες και οι μετατοπισμένες ημερομηνίες μαθημάτων θα συγχρονιστούν αυτόματα";
"Profile.CALENDAR_SYNC.BUTTON" = "Ρύθμιση συγχρονισμού ημερολογίου";
"Profile.OPTIONS.TITLE" = "Επιλογές";
"Profile.OPTIONS.USE_RELATIVE_DATES" = "Χρησιμοποιήστε σχετικές ημερομηνίες";
"Profile.OPTIONS.SHOW_RELATIVE_DATES" = "Εμφάνιση σχετικών ημερομηνιών όπως &quot;Αύριο&quot; και &quot;Χθες&quot;";
"Profile.OPTIONS.SHOW_FULL_DATES" = "Εμφάνιση πλήρων ημερομηνιών όπως \"1 Ιανουαρίου 2021\"";
"Profile.DATES_AND_CALENDAR.TITLE" = "Ημερομηνίες & Ημερολόγιο";
"Profile.COURSE_CALENDAR_SYNC.TITLE" = "Συγχρονισμός ημερολογίου μαθημάτων";
"Profile.COURSE_CALENDAR_SYNC.DESCRIPTION.RECONNECT_REQUIRED" = "Συνδέστε ξανά το ημερολόγιό σας για να συνεχιστεί ο συγχρονισμός";
"Profile.COURSE_CALENDAR_SYNC.DESCRIPTION.SYNCING" = "Συγχρονισμός συμβάντων με το ημερολόγιό σας";
"Profile.COURSE_CALENDAR_SYNC.BUTTON.RECONNECT" = "Επανασυνδέστε το Ημερολόγιο";
"Profile.COURSE_CALENDAR_SYNC.BUTTON.CHANGE_SYNC_OPTIONS" = "Αλλαγή επιλογών συγχρονισμού";
"Profile.COURSES_TO_SYNC.SYNCING_COURSES" = "Συγχρονισμός μαθημάτων %d";
"Profile.OPTIONS.TITLE" = "Επιλογές";
"Profile.OPTIONS.USE_RELATIVE_DATES" = "Χρησιμοποιήστε σχετικές ημερομηνίες";
"Profile.OPTIONS.SHOW_RELATIVE_DATES" = "Εμφάνιση σχετικών ημερομηνιών όπως &quot;Αύριο&quot; και &quot;Χθες&quot;";
"Profile.COURSES_TO_SYNC.TITLE" = "Μαθήματα για συγχρονισμό";
"Profile.COURSES_TO_SYNC.DESCRIPTION" = "Η απενεργοποίηση του συγχρονισμού για ένα μάθημα θα καταργήσει όλα τα συμβάντα που συνδέονται με το μάθημα από το συγχρονισμένο ημερολόγιό σας.";
"Profile.COURSES_TO_SYNC.HIDE_INACTIVE_COURSES" = "Απόκρυψη ανενεργών μαθημάτων";
"Profile.COURSES_TO_SYNC.HIDE_INACTIVE_COURSES_DESCRIPTION" = "Καταργήστε αυτόματα συμβάντα από μαθήματα που δεν έχετε δει τον τελευταίο μήνα";
"Profile.COURSES_TO_SYNC.INACTIVE" = "Ανενεργό";
"Profile.CALENDAR.DROPDOWN.ICLOUD" = "iCloud";
"Profile.CALENDAR.DROPDOWN.LOCAL" = "Τοπικός";
"Profile.CALENDAR.DROPDOWN_COLOR.ACCENT" = "Προφορά";
"Profile.CALENDAR.DROPDOWN_COLOR.RED" = "Κόκκινο";
"Profile.CALENDAR.DROPDOWN_COLOR.ORANGE" = "Πορτοκάλι";
"Profile.CALENDAR.DROPDOWN_COLOR.YELLOW" = "Κίτρινος";
"Profile.CALENDAR.DROPDOWN_COLOR.GREEN" = "Πράσινο";
"Profile.CALENDAR.DROPDOWN_COLOR.BLUE" = "Μπλε";
"Profile.CALENDAR.DROPDOWN_COLOR.PURPLE" = "Μωβ";
"Profile.CALENDAR.DROPDOWN_COLOR.BROWN" = "καφέ";
"Profile.CALENDAR.COURSE_DATES" = "%@ Ημερομηνίες μαθημάτων";
"Profile.DROP_DOWN_PICKER.SELECT" = "Επιλέξτε";
"Profile.SYNC_SELECTOR.SYNCED" = "Για συγχρονισμό";
"Profile.SYNC_SELECTOR.NOT_SYNCED" = "Μη συγχρονισμένο";
"Profile.SYNC.NO_SYNCED" = "Χωρίς συγχρονισμένα μαθήματα";
"Profile.SYNC.NO_SYNCED_DESCRIPTION" = "Προς το παρόν, κανένα μάθημα δεν συγχρονίζεται με το ημερολόγιό σας.";
"Downloads.DOWNLOADS.TITLE" = "Λήψεις";
"Downloads.DOWNLOADS.MANAGE_DOWNLOAD_SETTINGS" = "Διαχείριση ρυθμίσεων λήψης";
"Downloads.DOWNLOADS.NO_COURSES_TO_DOWNLOAD.TITLE" = "Δεν υπάρχουν μαθήματα με δυνατότητα λήψης περιεχομένου Περιεχόμενο";
"Downloads.DOWNLOADS.NO_COURSES_TO_DOWNLOAD.DESCRIPTION" = "Προς το παρόν δεν έχετε μαθήματα με δυνατότητα λήψης περιεχομένου.";
"Downloads.DOWNLOADS.CELL.DOWNLOADED" = "%@ κατεβασμένο";
"Downloads.DOWNLOADS.CELL.ALL_DOWNLOADED" = "Όλα τα %@ που κατεβάστηκαν";
"Downloads.DOWNLOADS.CELL.AVAILABLE" = "%@ διαθέσιμο";
"Downloads.DOWNLOADS.CELL.DOWNLOAD_COURSE" = "Λήψη μαθήματος";
"Downloads.DOWNLOADS.CELL.DOWNLOADING" = "Λήψη σε εξέλιξη";
"Downloads.DOWNLOADS.CELL.LOADING_COURSE_STRUCTURE" = "Φόρτωση της δομής του μαθήματος...";
"Downloads.MENU_OPTION.REMOVE" = "Αφαίρεση λήψεων μαθημάτων";
"Downloads.MENU_OPTION.CANCEL" = "Ακύρωση λήψης";
"Discovery.TITLE" = "Ανακαλύπτω";
"Discovery.SEARCH" = "Αναζήτηση";
"Discovery.HEADER.TITLE_1" = "Ανακαλύψτε νέα";
"Discovery.HEADER.TITLE_2" = "Ας βρούμε νέο μάθημα για εσάς.";
"Discovery.SEARCH.TITLE" = "Αποτελέσματα αναζήτησης";
"Discovery.SEARCH.EMPTY_DESCRIPTION" = "Ξεκινήστε να πληκτρολογείτε για να βρείτε το μάθημα";
"Discovery.UPDATE_REQUIRED_TITLE" = "Απαιτείται ενημέρωση εφαρμογής";
"Discovery.UPDATE_REQUIRED_DESCRIPTION" = "Αυτή η έκδοση της εφαρμογής OpenEdX δεν είναι ενημερωμένη. Για να συνεχίσετε να μαθαίνετε και να λαμβάνετε τις πιο πρόσφατες δυνατότητες και επιδιορθώσεις, πραγματοποιήστε αναβάθμιση στην πιο πρόσφατη έκδοση.";
"Discovery.UPDATE_WHY_NEED" = "Γιατί πρέπει να κάνω ενημέρωση;";
"Discovery.UPDATE_DEPRECATED_APP" = "Καταργημένη έκδοση εφαρμογής";
"Discovery.UPDATE_BUTTON" = "Ενημέρωση";
"Discovery.UPDATE_ACCOUNT_SETTINGS" = "Ρυθμίσεις λογαριασμού";
"Discovery.UPDATE_NEEDED_TITLE" = "Ενημέρωση εφαρμογής";
"Discovery.UPDATE_NEEDED_DESCRIPTION" = "Σας συνιστούμε να ενημερώσετε στην πιο πρόσφατη έκδοση. Κάντε αναβάθμιση τώρα για να λαμβάνετε τις πιο πρόσφατες δυνατότητες και επιδιορθώσεις.";
"Discovery.UPDATE_NEEDED_NOT_NOW" = "Όχι τώρα";
"Discovery.UPDATE_NEW_AVALIABLE" = "Νέα ενημέρωση διαθέσιμη! Κάντε αναβάθμιση τώρα για να λαμβάνετε τις πιο πρόσφατες δυνατότητες και επιδιορθώσεις";
"Discovery.ALERT.LEAVING_APP_TITLE" = "Έξοδος από την εφαρμογή";
"Discovery.ALERT.LEAVING_APP_MESSAGE" = "Τώρα εγκαταλείπετε την εφαρμογή και ανοίγετε ένα πρόγραμμα περιήγησης";
"Discovery.DETAILS.TITLE" = "Λεπτομέρειες μαθήματος";
"Discovery.DETAILS.VIEW_COURSE" = "Δείτε το μάθημα";
"Discovery.DETAILS.ENROLL_NOW" = "Εγγραφείτε τώρα.";
"Discovery.DETAILS.ENROLLMENT_DATE_IS_OVER" = "Δεν μπορείτε να εγγραφείτε σε αυτό το μάθημα επειδή έχει λήξει η ημερομηνία εγγραφής.";
"Discovery.DETAILS.ENROLLMENT_NO_INTERNET" = "Για να εγγραφείτε σε αυτό το μάθημα, βεβαιωθείτε ότι είστε συνδεδεμένοι στο διαδίκτυο.";
"Discovery.DETAILS.COURSE_BANNER" = "";
"Discovery.ALERT.AUTHORIZATION" = "Εξουσιοδότηση";
"Discovery.ALERT.PLEASE_ENTER_THE_SYSTEM" = "Παρακαλούμε μπείτε στο σύστημα για να συνεχίσετε με την εγγραφή στα μαθήματα.";
"Discussion.TITLE" = "Συζητήσεις";
"Discussion.BANNER.DISCUSSIONS_IS_DISABLED" = "Η δημοσίευση σε συζητήσεις είναι απενεργοποιημένη από την ομάδα μαθημάτων";
"Discussion.TOPICS.SEARCH" = "Αναζήτηση όλων των αναρτήσεων";
"Discussion.TOPICS.ALL_POSTS" = "Όλες οι αναρτήσεις";
"Discussion.TOPICS.POST_IM_FOLLOWING" = "Αναρτήσεις που παρακολουθώ";
"Discussion.TOPICS.MAIN_CATEGORIES" = "Κύριες κατηγορίες";
"Discussion.TOPICS.UNNAMED" = "Ανώνυμη υποκατηγορία";
"Discussion.POSTS.SORT.RECENT_ACTIVITY" = "Πρόσφατη δραστηριότητα";
"Discussion.POSTS.SORT.MOST_ACTIVITY" = "Η περισσότερη δραστηριότητα";
"Discussion.POSTS.SORT.MOST_VOTES" = "Οι περισσότερες ψήφοι";
"Discussion.POSTS.NO_DISCUSSION.TITLE" = "Καμία συζήτηση ακόμα";
"Discussion.POSTS.NO_DISCUSSION.DESCRIPTION" = "Κάντε κλικ στο κουμπί παρακάτω για να δημιουργήσετε την πρώτη σας συζήτηση.";
"Discussion.POSTS.NO_DISCUSSION.CREATEBUTTON" = "Δημιουργία συζήτησης";
"Discussion.POSTS.NO_DISCUSSION.ADD_POST" = "Νέα ανάρτηση";
"Discussion.POSTS.FILTER.ALL_POSTS" = "Όλες οι αναρτήσεις";
"Discussion.POSTS.FILTER.UNREAD" = "Μη διαβασμένες";
"Discussion.POSTS.FILTER.UNANSWERED" = "Αναπάντητο";
"Discussion.POSTS.CREATE_NEW_POST" = "Δημιουργία νέας ανάρτησης";
"Discussion.POSTS.ALERT.MAKE_SELECTION" = "Κάντε μια επιλογή";
"Discussion.POST.LAST_POST" = "Τελευταία ανάρτηση:";
"Discussion.THREAD.ALERT.COMMENT_ADDED" = "Προστέθηκε σχόλιο";
"Discussion.THREAD.ADD_RESPONSE" = "Προσθέστε μια απάντηση";
"Discussion.CREATE_THREAD.NEW_POST" = "Δημιουργία νέας ανάρτησης";
"Discussion.CREATE_THREAD.SELECT_POST_TYPE" = "Επιλέξτε τύπο ανάρτησης";
"Discussion.CREATE_THREAD.TOPIC" = "Θέμα";
"Discussion.CREATE_THREAD.TITLE" = "Τίτλος";
"Discussion.CREATE_THREAD.FOLLOW_DISCUSSION" = "Ακολουθήστε αυτή τη συζήτηση";
"Discussion.CREATE_THREAD.FOLLOW_QUESTION" = "Ακολουθήστε αυτήν την ερώτηση";
"Discussion.CREATE_THREAD.CREATE_DISCUSSION" = "Δημιουργία νέας συζήτησης";
"Discussion.CREATE_THREAD.CREATE_QUESTION" = "Δημιουργία νέας ερώτησης";
"Discussion.COMMENT.REPORT" = "Αναφορά";
"Discussion.COMMENT.UNREPORT" = "Ακύρωση αναφοράς";
"Discussion.COMMENT.FOLLOW" = "Ακολουθήστε";
"Discussion.COMMENT.UNFOLLOW" = "Κατάργηση παρακολούθησης";
"Discussion.RESPONSE.COMMENTS_RESPONSES" = "Σχόλιο";
"Discussion.RESPONSE.ALERT.COMMENT_ADDED" = "Προστέθηκε σχόλιο";
"Discussion.RESPONSE.ADD_COMMENT" = "Προσθέστε ένα σχόλιο";
"Discussion.POST_TYPE.QUESTION" = "ερώτηση";
"Discussion.POST_TYPE.DISCUSSION" = "συζήτηση";
"Discussion.SEARCH" = "Αναζήτηση";
"Discussion.SEARCH.TITLE" = "Αποτελέσματα αναζήτησης";
"Discussion.SEARCH.EMPTY_DESCRIPTION" = "Ξεκινήστε να πληκτρολογείτε για να βρείτε τα θέματα";
"Discussion.ANONYMOUS" = "Ανώνυμος";
"Discussion.ERROR.UNABLE_TO_LOAD_DISCUSSION" = "Αδυναμία φόρτωσης συζητήσεων.\nΔοκιμάστε ξανά αργότερα.";
"Course.OUTLINE.PASSED_THE_COURSE" = "Συγχαρητήρια, αποκτήσατε αυτό το πιστοποιητικό μαθήματος στο “%@\.”";
"Course.OUTLINE.VIEW_CERTIFICATE" = "Δείτε τη Βεβαίωση";
"Course.OUTLINE.CERTIFICATE" = "Πιστοποιητικό";
"Course.OUTLINE.COURSE_VIDEOS" = "Βίντεο μαθημάτων";
"Course.OUTLINE.COURSE_HASNT_STARTED" = "Αυτό το μάθημα δεν έχει ξεκινήσει ακόμα.";
"Course.COURSEWARE.COURSE_CONTENT" = "Περιεχόμενο μαθήματος";
"Course.COURSEWARE.COURSE_UNITS" = "Ενότητες μαθημάτων";
"Course.COURSEWARE.NEXT" = "Επόμενο";
"Course.COURSEWARE.PREVIOUS" = "Προηγ.";
"Course.COURSEWARE.PREVIOUS_FULL" = "Προηγούμενος";
"Course.COURSEWARE.FINISH" = "Τέλος";
"Course.COURSEWARE.GOOD_WORK" = "Καλή δουλειά!";
"Course.COURSEWARE.BACK_TO_OUTLINE" = "Επιστροφή στο περίγραμμα";
"Course.COURSEWARE.SECTION" = "Ολοκληρώσατε “";
"Course.COURSEWARE.IS_FINISHED" = "";
"Course.COURSEWARE.CONTINUE" = "Συνεχίστε";
"Course.COURSEWARE.RESUME_WITH" = "Συνέχεια με:";
"Course.ERROR.NO_INTERNET" = "Δεν είστε συνδεδεμένοι στο Διαδίκτυο. Ελέγξτε τη σύνδεσή σας στο Διαδίκτυο.";
"Course.ERROR.RELOAD" = "Φόρτωση ξανά";
"Course.ERROR.COMPONENT_NOT_FOUNT" = "Το στοιχείο του μαθήματος δεν βρέθηκε, φορτώστε ξανά";
"Course.ERROR.HANDOUTS_UNAVAILABLE" = "Προς το παρόν δεν υπάρχουν φυλλάδια για αυτό το μάθημα.";
"Course.ERROR.ANNOUNCEMENTS_UNAVAILABLE" = "Προς το παρόν δεν υπάρχουν ανακοινώσεις για αυτό το μάθημα.";
"Course.ERROR.VIDEOS_UNAVAILABLE" = "Δεν υπάρχουν διαθέσιμα βίντεο για αυτό το μάθημα.";
"Course.ERROR.ASSIGNMENTS_UNAVAILABLE" = "Δεν υπάρχουν διαθέσιμες εργασίες για αυτό το μάθημα.";
"Course.ERROR.COURSE_DATE_UNAVAILABLE" = "Οι ημερομηνίες των μαθημάτων δεν είναι προς το παρόν διαθέσιμες.";
"Course.ERROR.COURSEWARE_UNAVAILABLE" = "Προς το παρόν δεν υπάρχει διαθέσιμο περιεχόμενο μαθημάτων.";
"Course.ALERT.ROTATE_DEVICE" = "Περιστρέψτε τη συσκευή σας για να δείτε αυτό το βίντεο σε πλήρη οθόνη.";
"Course.ALERT.DELETE_ALL_VIDEOS" = "Είστε βέβαιοι ότι θέλετε να διαγράψετε όλα τα βίντεο για";
"Course.ALERT.DELETE_VIDEOS" = "Είστε βέβαιοι ότι θέλετε να διαγράψετε βίντεο για";
"Course.ALERT.STOP_DOWNLOADING" = "Η απενεργοποίηση του διακόπτη θα σταματήσει τη λήψη και θα διαγράψει όλα τα ληφθέντα βίντεο για";
"Course.ALERT.WARNING" = "Προειδοποίηση";
"Course.COURSE_CONTAINER.HOME" = "Αρχική";
"Course.COURSE_CONTAINER.CONTENT" = "Περιεχόμενο";
"Course.COURSE_CONTAINER.PROGRESS" = "Πρόοδος";
"Course.COURSE_CONTAINER.VIDEOS" = "Βίντεο";
"Course.COURSE_CONTAINER.OFFLINE" = "Εκτός σύνδεσης";
"Course.COURSE_CONTAINER.DATES" = "Ημερομηνίες";
"Course.COURSE_CONTAINER.DISCUSSIONS" = "Συζητήσεις";
"Course.COURSE_CONTAINER.HANDOUTS" = "Περισσότερα";
"Course.COURSE_CONTAINER.HANDOUTS_IN_DEVELOPING" = "Φυλλάδια στην ανάπτυξη";
"Course.COURSE_CAROUSEL.PROGRESS_COMPLETION" = "Έχετε ολοκληρώσει το %@%% της προόδου του μαθήματος.";
"Course.COURSE_CAROUSEL.GRADES" = "Βαθμοί";
"Course.COURSE_CAROUSEL.GRADES_DESCRIPTION" = "Ο βαθμός αυτός αντιπροσωπεύει τον σταθμισμένο βαθμό σας σε σχέση με τον βαθμό που απαιτείται για την παρακολούθηση του μαθήματος Βάση.";
"Course.COURSE_CAROUSEL.ALL_CONTENT" = "Όλο το Περιεχόμενο";
"Course.COURSE_CAROUSEL.UPGRADE_NOW_BODY" = "Ελέγχετε αυτό το μάθημα τώρα και έχετε περιορισμένη πρόσβαση στο υλικό του μαθήματος.";
"Course.COURSE_CAROUSEL.UPGRADE_NOW_BUTTON" = "Αναβάθμιση τώρα";
"Course.COURSE_CAROUSEL.ALL_VIDEOS_COMPLETED" = "Έχετε παρακολουθήσει όλα τα βίντεο!";
"Course.COURSE_CAROUSEL.ALL_ASSIGNMENTS_COMPLETED" = "Έχετε ολοκληρώσει όλες τις εργασίες!";
"Course.COURSE_CAROUSEL.VIDEOS_COMPLETED" = "Βίντεο\nολοκληρώθηκαν";
"Course.COURSE_CAROUSEL.ASSIGMENTS_COMPLETED" = "Εργασίες\nολοκληρώθηκαν";
"Course.COURSE_CAROUSEL.CONTINUE_WATCHING" = "Συνέχεια παρακολούθησης";
"Course.COURSE_CAROUSEL.NEXT_VIDEO" = "Επόμενο βίντεο";
"Course.COURSE_CAROUSEL.VIEW_ALL_VIDEOS" = "Όλα τα βίντεο";
"Course.COURSE_CAROUSEL.VIEW_ALL_ASSIGNMENTS" = "Όλες οι εργασίες";
"Course.COURSE_CAROUSEL.NEXT_ASSIGNMENTS" = "Επόμενη Ανάθεση";
"Course.COURSE_CONTENT.ALL" = "Ολα";
"Course.COURSE_CONTENT.VIDEOS" = "Βίντεο";
"Course.COURSE_CONTENT.ASSIGNMENTS" = "Εργασίες";
"Course.COURSE_CONTAINER.PROGRESS.TITLE" = "Ολοκλήρωση μαθήματος";
"Course.COURSE_CONTAINER.PROGRESS.DESCRIPTION" = "Αντιπροσωπεύει το ποσοστό του μαθήματος περιεχόμενο που έχετε ολοκληρώσει. Σημειώστε ότι ορισμένα περιεχόμενο μπορεί να μην έχουν ακόμη κυκλοφορήσει.";
"Course.COURSE_CONTAINER.PROGRESS.COMPLETED" = "Ολοκληρώθηκε το";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_PROGRESS" = "Συνολική Πρόοδος";
"Course.COURSE_CONTAINER.PROGRESS.REMAINING" = "Παραμένων";
"Course.COURSE_CONTAINER.PROGRESS.LOCKED" = "Κλειδωμένο";
"Course.COURSE_CONTAINER.PROGRESS.GRADE_PROGRESS" = "Πρόοδος Βαθμολογίας";
"Course.COURSE_CONTAINER.PROGRESS.PASSING" = "Επιτυχία";
"Course.COURSE_CONTAINER.PROGRESS.NOT_PASSING" = "Δεν Πέρασε";
"Course.COURSE_CONTAINER.PROGRESS.VIEW_CERTIFICATE" = "Δείτε τη Βεβαίωση";
"Course.COURSE_CONTAINER.PROGRESS.SECTIONS_PROGRESS" = "Πρόοδος Ενοτήτων";
"Course.COURSE_CONTAINER.PROGRESS.NO_PROGRESS_AVAILABLE" = "Δεν υπάρχει διαθέσιμη πρόοδος";
"Course.COURSE_CONTAINER.PROGRESS.START_LEARNING" = "Ξεκινήστε να μαθαίνετε για να δείτε την πρόοδό σας εδώ";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_GRADE" = "Συνόλικός βαθμός";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_GRADE_DESCRIPTION" = "Ο βαθμός αυτός αντιπροσωπεύει τον σταθμισμένο βαθμό σας σε σχέση με τον βαθμό που απαιτείται για την παρακολούθηση του μαθήματος Βάση.";
"Course.COURSE_CONTAINER.PROGRESS.CURRENT_OVERALL_WEIGHTED_GRADE" = "Τρέχων Συνολικός Σταθμισμένος Βαθμός:";
"Course.COURSE_CONTAINER.PROGRESS.WEIGHTED_GRADE_REQUIRED" = "Απαιτείται ένας σταθμισμένος βαθμός %@%% για να περάσετε αυτό το μάθημα.";
"Course.COURSE_CONTAINER.PROGRESS.REQUIRED" = "Απαιτούμενο";
"Course.COURSE_CONTAINER.PROGRESS.GRADE_DETAILS" = "Λεπτομέρειες Βαθμολογίας";
"Course.COURSE_CONTAINER.PROGRESS.ASSIGNMENT_TYPE" = "Είδος εξέτασης";
"Course.COURSE_CONTAINER.PROGRESS.CURRENT_MAX_PERCENT" = "Τρέχον / Μέγιστο %%";
"Course.COURSE_CONTAINER.PROGRESS.COMPLETE" = "Ολοκληρωμένα";
"Course.COURSE_CONTAINER.PROGRESS.OF_GRADE" = "βαθμολογίας";
"Course.COURSE_CONTAINER.PROGRESS.NO_GRADED_ASSIGNMENTS" = "Αυτό το μάθημα δεν περιέχει βαθμολογημένες εργασίες.";
"Course.HANDOUTS_CELL_HANDOUTS.TITLE" = "Σημειώσεις";
"Course.HANDOUTS_CELL_ANNOUNCEMENTS.TITLE" = "Ανακοινώσεις";
"Course.HANDOUTS_CELL_HANDOUTS.DESCRIPTION" = "Βρείτε σημαντικές πληροφορίες για τα μαθήματα";
"Course.HANDOUTS_CELL_ANNOUNCEMENTS.DESCRIPTION" = "Μείνετε ενημερωμένοι με τα τελευταία νέα";
"Course.NOT_AVALIABLE.TITLE" = "Αυτό το διαδραστικό στοιχείο δεν είναι διαθέσιμο σε κινητά";
"Course.NOT_AVALIABLE.DESCRIPTION" = "Εξερευνήστε άλλα μέρη αυτού του μαθήματος ή δείτε το στο διαδίκτυο.";
"Course.NOT_AVALIABLE.BUTTON" = "Άνοιγμα σε πρόγραμμα περιήγησης";
"Course.SUBTITLES.TITLE" = "Υπότιτλοι";
"Course.ACCESSIBILITY.DOWNLOAD" = "Λήψη";
"Course.ACCESSIBILITY.CANCEL_DOWNLOAD" = "Ακύρωση λήψης";
"Course.ACCESSIBILITY.DELETE_DOWNLOAD" = "Διαγραφή λήψης";
"Course.ACCESSIBILITY.PROGRESS_RING" = "Δακτύλιος προόδου ολοκλήρωσης μαθήματος";
"Course.ACCESSIBILITY.OVERALL_GRADE_SECTION" = "Ενότητα συνολικής βαθμολογίας";
"Course.ACCESSIBILITY.GRADE_DETAILS_SECTION" = "Λεπτομέρειες βαθμολογίας";
"Course.ACCESSIBILITY.ASSIGNMENT_ITEM" = "Στοιχείο ανάθεσης";
"Course.ACCESSIBILITY.REQUIRED_GRADE_INDICATOR" = "Απαιτούμενος βαθμός για ένδειξη επιτυχίας";
"Course.ACCESSIBILITY.PROGRESS_PERCENTAGE_COMPLETED" = "%@ τοις εκατό ολοκληρώθηκε";
"Course.ACCESSIBILITY.REQUIRED_GRADE_TO_PASS" = "%@ ποσοστό απαιτείται για να περάσετε";
"Course.ACCESSIBILITY.ASSIGNMENT_PROGRESS_DETAILS" = "%@, %@ από %@ ολοκληρωμένο, %@ από %@ τοις εκατό του βαθμού";
"Course.ACCESSIBILITY.CURRENT_GRADE" = "Τρέχων βαθμός: %@ τοις εκατό";
"Course.ACCESSIBILITY.GRADE_REQUIREMENT_WARNING" = "Προειδοποίηση απαίτησης βαθμού: απαιτείται %@ τοις εκατό για να περάσετε";
"Course.ACCESSIBILITY.PROGRESS_VISUALIZATION" = "Η απεικόνιση της προόδου δείχνει %@ κατηγορίες εργασιών";
"Course.ACCESSIBILITY.OVERALL_PROGRESS_VALUE" = "Συνολική πρόοδος: %@ τοις εκατό";
"Course.ACCESSIBILITY.PROGRESS_HINT" = "Εμφανίζει την ανάλυση προόδου ανά τύπο εργασίας";
"Course.ACCESSIBILITY.NO_GRADED_ASSIGNMENTS_HINT" = "Αυτό το μάθημα δεν έχει βαθμολογημένες εργασίες για εμφάνιση";
"Course.ACCESSIBILITY.NO_PROGRESS_HINT" = "Ολοκληρώστε τις δραστηριότητες του μαθήματος για να δείτε την πρόοδό σας εδώ";
"Course.ACCESSIBILITY.ASSIGNMENT_TYPE_HEADER" = "Επικεφαλίδα στήλης τύπου ανάθεσης";
"Course.ACCESSIBILITY.CURRENT_MAX_PERCENT_HEADER" = "Τρέχουσα και μέγιστη ποσοστιαία στήλη κεφαλίδας";
"Course.ACCESSIBILITY.WEIGHT_CONTRIBUTION" = "Βάρος: %@ τοις εκατό του βαθμού";
"Course.ACCESSIBILITY.ASSIGNMENT_COMPLETION" = "%@ από %@ ολοκληρωμένο";
"Course.ACCESSIBILITY.ASSIGNMENT_GRADE_EARNED" = "Τρέχων βαθμός: %@ από %@ τοις εκατό";
"Course.ACCESSIBILITY.ASSIGNMENT_FULL_DETAILS" = "%@ από %@ ολοκληρωμένο. Βάρος: %@ τοις εκατό του βαθμού. Τρέχων βαθμός: %@ από %@ τοις εκατό";
"Course.DOWNLOAD.DOWNLOADS" = "Λήψεις";
"Course.DOWNLOAD.ALL_VIDEOS_DOWNLOADED" = "Λήφθηκαν όλα τα βίντεο";
"Course.DOWNLOAD.DOWNLOADING_VIDEOS" = "Λήψη βίντεο...";
"Course.DOWNLOAD.DOWNLOAD_TO_DEVICE" = "Λήψη στη συσκευή";
"Course.DOWNLOAD.VIDEOS" = "Βίντεο";
"Course.DOWNLOAD.REMAINING" = "Απομένει";
"Course.DOWNLOAD.UNTITLED" = "Χωρίς τίτλο";
"Course.DOWNLOAD.TOTAL" = "Σύνολο";
"Course.DOWNLOAD.CHANGE_QUALITY_ALERT" = "Δεν μπορείτε να αλλάξετε την ποιότητα λήψης βίντεο κατά τη λήψη όλων των βίντεο";
"Course.DOWNLOAD.NO_WIFI_MESSAGE" = "Οι τρέχουσες ρυθμίσεις λήψης επιτρέπουν μόνο λήψεις μέσω Wi-Fi.\nΠαρακαλώ συνδεθείτε σε ένα δίκτυο Wi-Fi ή αλλάξτε τις ρυθμίσεις λήψης σας.";
"Course.COURSE_DATES.TODAY" = "Σήμερα";
"Course.COURSE_DATES.COMPLETED" = "Ολοκληρώθηκε";
"Course.COURSE_DATES.PAST_DUE" = "Παρελθούσα";
"Course.COURSE_DATES.DUE_NEXT" = "Προθεσμία επόμενο";
"Course.COURSE_DATES.UNRELEASED" = "Ακυκλοφόρητο";
"Course.COURSE_DATES.VERIFIED_ONLY" = "Μόνο επαληθευμένη";
"Course.COURSE_DATES.ITEMS_HIDDEN" = "Κρυφά στοιχεία";
"Course.COURSE_DATES.ITEM_HIDDEN" = "Κρυφό στοιχείο";
"Course.COURSE_DATES.TOAST_SUCCESS_TITLE" = "Οι ημερομηνίες λήξης μετατοπίστηκαν";
"Course.COURSE_DATES.TOAST_SUCCESS_MESSAGE" = "Οι ημερομηνίες λήξης σας έχουν μετατοπιστεί με επιτυχία για να σας βοηθήσουν να παραμείνετε σε καλό δρόμο.";
"Course.COURSE_DATES.VIEW_ALL_DATES" = "Δείτε όλες τις ημερομηνίες";
"Course.COURSE_DATES.SYNC_TO_CALENDAR" = "Συγχρονισμός με το ημερολόγιο";
"Course.COURSE_DATES.SYNC_TO_CALENDAR_MESSAGE" = "Συγχρονίστε αυτόματα όλες τις προθεσμίες και τις ημερομηνίες λήξης αυτού του μαθήματος στο ημερολόγιό σας.";
"Course.COURSE_DATES.ADD_CALENDAR_TITLE" = "Προσθήκη ημερολογίου";
"Course.COURSE_DATES.REMOVE_CALENDAR_TITLE" = "Κατάργηση ημερολογίου";
"Course.COURSE_DATES.ADD_CALENDAR_PROMPT" = "Θέλετε να προσθέσετε το ημερολόγιο %@ \"%@\" ; \n Μπορείτε να επεξεργαστείτε ή να αφαιρέσετε το ημερολόγιο μαθημάτων ανά πάσα στιγμή στο Ημερολόγιο ή στις Ρυθμίσεις";
"Course.COURSE_DATES.REMOVE_CALENDAR_PROMPT" = "Θέλετε να αφαιρέσετε το ημερολόγιο %@ &quot;%@&quot;;";
"Course.COURSE_DATES.DATES_ADDED_ALERT_MESSAGE" = "Το \"%@\" προστέθηκε στο ημερολόγιό σας.";
"Course.COURSE_DATES.CALENDAR_SYNC_MESSAGE" = "Συγχρονισμός ημερολογίου...";
"Course.COURSE_DATES.CALENDAR_VIEW_EVENTS" = "Προβολή Εκδηλώσεων";
"Course.COURSE_DATES.CALENDAR_EVENTS_ADDED" = "Το ημερολόγιο των μαθημάτων σας προστέθηκε.";
"Course.COURSE_DATES.CALENDAR_EVENTS_REMOVED" = "Το ημερολόγιο μαθημάτων σας έχει αφαιρεθεί.";
"Course.COURSE_DATES.CALENDAR_EVENTS" = "Εκδηλώσεις ημερολογίου";
"Course.COURSE_DATES.CALENDAR_OUT_OF_DATE" = "Το ημερολόγιο των μαθημάτων σας δεν είναι ενημερωμένο";
"Course.COURSE_DATES.CALENDAR_SHIFT_MESSAGE" = "Οι ημερομηνίες των μαθημάτων σας έχουν μετατοπιστεί και το ημερολόγιο των μαθημάτων σας δεν είναι πλέον ενημερωμένο με το νέο σας πρόγραμμα.";
"Course.COURSE_DATES.CALENDAR_SHIFT_PROMPT_UPDATE_NOW" = "Ενημέρωση τώρα";
"Course.COURSE_DATES.CALENDAR_EVENTS_UPDATED" = "Το ημερολόγιο των μαθημάτων σας έχει ενημερωθεί.";
"Course.COURSE_DATES.CALENDAR_PERMISSION_NOT_DETERMINED" = "%@ δεν έχει άδεια ημερολογίου. Μεταβείτε στις ρυθμίσεις και δώστε άδεια στο ημερολόγιο.";
"Course.COURSE_DATES.OPEN_SETTINGS" = "Ανοίξτε τις Ρυθμίσεις";
"Course.COURSE_DATES.SETTINGS" = "Ρυθμίσεις";
"Course.COURSE_DATES.RESET_DATE.ERROR_MESSAGE" = "Δεν ήταν δυνατή η μετατόπιση των ημερομηνιών σας. Παρακαλώ προσπαθήστε ξανά.";
"Course.COURSE_DATES.RESET_DATE.SUCCESS_MESSAGE" = "Οι ημερομηνίες σας έχουν μετατοπιστεί με επιτυχία.";
"Course.COURSE_DATES.RESET_DATE.TITLE" = "Ημερομηνίες Μαθήματος";
"Course.COURSE.DUE_TODAY" = "Λήγει σήμερα";
"Course.COURSE.DUE_TOMORROW" = "Μέχρι αύριο";
"Course.COURSE.PROGRESS_COMPLETED" = "%@/%@ Ολοκληρώθηκε";
"Course.COURSE.PROGRESS_SECTIONS_COMPLETED" = "%@/%@ Ενότητες Ολοκληρώθηκαν";
"Course.COURSE.PROGRESS_VIDEOS_COMPLETED" = "%@/%@ Ολοκληρώθηκε";
"Course.COURSE.PROGRESS_WATCHED" = "%@/%@ Παρακολουθήθηκαν";
"Course.COURSE.PROGRESS_VIEW_COMPLETED" = "Προβολή ολοκληρωμένων";
"Course.COURSE.PROGRESS_HIDE_COMPLETED" = "Απόκρυψη Ολοκληρωμένων";
"Course.COURSE.ASSIGNMENT_COMPLETED" = "Ολοκληρώθηκε το";
"Course.COURSE.ASSIGNMENT_DRAG_AND_DROP" = "Σύρε και εναπόθεσε";
"Course.COURSE.ASSIGNMENT_GENERIC" = "ΑΝΑΘΕΣΗ ΕΡΓΑΣΙΑΣ";
"Course.COURSE.ASSIGNMENT_GRADED" = "Βαθμολογήθηκε";
"Course.COURSE.ASSIGNMENT_NOT_STARTED" = "Δεν ξεκίνησε";
"Course.COURSE.ASSIGNMENT_OPEN_ASSESSMENT" = "Ανοιχτή Αξιολόγηση";
"Course.COURSE.ASSIGNMENT_PEER_INSTRUCTION" = "Καθοδήγηση συναδέλφων";
"Course.COURSE.ASSIGNMENT_PROBLEM" = "Πρόβλημα";
"Course.COURSE.ASSIGNMENT_SURVEY" = "Έρευνα";
"Course.COURSE.ASSIGNMENT_IN_PROGRESS" = "Σε εξέλιξη";
"Course.COURSE.ASSIGNMENT_WORD_CLOUD" = "Σύννεφο Λέξεων";
"Course.COURSE.ASSIGNMENT_LTI" = "Εξωτερικό εργαλείο";
"Course.COURSE.ASSIGNMENT_DISCUSSION" = "Συζήτηση";
"Course.COURSE.LARGEST_DOWNLOADS.TITLE" = "Μεγαλύτερες λήψεις";
"Course.COURSE.LARGEST_DOWNLOADS.DONE" = "Έγινε";
"Course.COURSE.LARGEST_DOWNLOADS.EDIT" = "Επεξεργασία";
"Course.COURSE.LARGEST_DOWNLOADS.REMOVE_DOWNLOADS" = "Αφαίρεση όλων των λήψεων";
"Course.COURSE.OFFLINE.VISIBLE" = "%@%% αυτού του μαθήματος είναι ορατό στο κινητό.";
"Course.COURSE.OFFLINE.DOWNLOADABLE" = "%@%% αυτού του μαθήματος μπορεί να μεταφορτωθεί.";
"Course.COURSE.OFFLINE.CAN_BE_COMPLETED" = "%@%% αυτού του μαθήματος μπορεί να ολοκληρωθεί εκτός σύνδεσης.";
"Course.COURSE.TOTAL_PROGRESS.DOWNLOADED" = "Λήψη";
"Course.COURSE.TOTAL_PROGRESS.DOWNLOADING" = "Λήψη σε εξέλιξη";
"Course.COURSE.TOTAL_PROGRESS.AVALIABLE_TO_DOWNLOAD" = "Διαθέσιμο για λήψη";
"Course.COURSE.TOTAL_PROGRESS.READY_TO_DOWNLOAD" = "Έτοιμο για κατέβασμα";
"Course.COURSE.OFFLINE.DOWNLOAD_ALL" = "Κατεβάστε όλα";
"Course.COURSE.OFFLINE.CANCEL_COURSE_DOWNLOAD" = "Ακύρωση λήψης μαθήματος";
"Course.COURSE.OFFLINE.YOU_CAN_DOWNLOAD" = "Μπορείτε να κατεβάσετε το περιεχόμενο των μαθημάτων εκτός σύνδεσης για να μαθαίνετε εν κινήσει, χωρίς να απαιτείται ενεργή σύνδεση στο διαδίκτυο ή χρήση δεδομένων κινητής τηλεφωνίας.";
"Course.COURSE.OFFLINE.YOU_CANT_DOWNLOAD" = "Κανένα από το περιεχόμενο αυτού του μαθήματος δεν είναι επί του παρόντος διαθέσιμο για λήψη εκτός σύνδεσης.";
"Course.COURSE.RETURN_TO_HOME" = "Επιστροφή στην Αρχική Σελίδα Μαθήματος";
"Course.OFFLINE.NOT_DOWNLOADED.TITLE" = "Αυτό το στοιχείο δεν κατεβαίνει";
"Course.OFFLINE.NOT_DOWNLOADED.DESCRIPTION" = "Εξερευνήστε άλλα μέρη αυτού του μαθήματος ή κατεβάστε αυτό όταν επανασυνδεθείτε.";
"Course.OFFLINE.NOT_AVALIABLE.TITLE" = "Αυτό το στοιχείο δεν είναι ακόμη διαθέσιμο εκτός σύνδεσης";
"Course.OFFLINE.NOT_AVALIABLE.DESCRIPTION" = "Εξερευνήστε άλλα μέρη αυτού του μαθήματος ή δείτε αυτό όταν επανασυνδεθείτε.";
"Course.CALENDAR_SYNC_STATUS.SYNCED" = "Συγχρονίστηκε με το Ημερολόγιο";
"Course.CALENDAR_SYNC_STATUS.FAILED" = "Ο συγχρονισμός ημερολογίου απέτυχε";
"Course.CALENDAR_SYNC_STATUS.OFFLINE" = "Εκτός σύνδεσης";
"Course.ASSIGNMENT_STATUS.COMPLETE" = "%@ ολοκληρωμένο - %@/%@ βαθμοί";
"Course.ASSIGNMENT_STATUS.PAST_DUE" = "%@ Εκπρόθεσμο - %@/%@ βαθμοί";
"Course.ASSIGNMENT_STATUS.NOT_YET_AVAILABLE" = "%@ Δεν είναι ακόμη διαθέσιμο";
"Course.ASSIGNMENT_STATUS.IN_PROGRESS" = "%@ - %@/%@ βαθμοί";
"Course.ASSIGNMENT_STATUS.DUE_WITH_DATE" = "%@ %@";
"Course.ASSIGNMENT.REVIEW_GRADING_POLICY" = "Επισκόπηση Πολιτικής Βαθμολόγησης Μαθήματος";
"Course.ASSIGNMENT.UNKNOWN_SEQUENCE" = "Άγνωστο";
"Course.ACCESSIBILITY.COURSE_PROGRESS_SECTION" = "Ενότητα προόδου μαθήματος";
"Course.ACCESSIBILITY.CONTINUE_LEARNING_SECTION" = "Ενότητα συνέχισης μάθησης";
"Course.ACCESSIBILITY.COURSE_CONTENT_SECTION" = "Ενότητα περιεχομένου μαθήματος";
"Course.ACCESSIBILITY.ERROR_MESSAGE_SECTION" = "Ενότητα μηνυμάτων σφάλματος";
"Course.ACCESSIBILITY.LOADING_SECTION" = "Ενότητα φόρτωσης";
"Course.ACCESSIBILITY.VIDEOS_SECTION" = "Ενότητα βίντεο";
"Course.ACCESSIBILITY.VIDEO_PROGRESS_SECTION" = "Η πρόοδος του βίντεο %@ από %@ ολοκληρώθηκε.";
"Course.ACCESSIBILITY.ASSIGNMENTS_SECTION" = "Ενότητα εργασιών";
"Course.ACCESSIBILITY.ASSIGNMENT_PROGRESS_SECTION" = "Ενότητα προόδου εργασιών";
"Course.ACCESSIBILITY.NO_CONTENT_SECTION" = "Δεν υπάρχει διαθέσιμο περιεχόμενο";
"Course.ACCESSIBILITY.CAROUSEL.NEXT_SLIDE_BUTTON" = "Επόμενη σελίδα";
"Course.ACCESSIBILITY.CAROUSEL.LAST_SLIDE_BUTTON" = "Τελευταία Σελίδα";
"Course.ACCESSIBILITY.CAROUSEL.PREVIOUS_SLIDE_BUTTON" = "Προηγούμενη σελίδα";
"Course.ACCESSIBILITY.CAROUSEL.ASSIGNMENTS_COMPLETED" = "%@ των %@ εργασιών ολοκληρώθηκαν";
"Course.ACCESSIBILITY.HIDE_COMPLETED_SECTIONS" = "Πάτησε για απόκρυψη των ολοκληρωμένων ενοτήτων";
"Course.ACCESSIBILITY.SHOW_COMPLETED_SECTIONS" = "Πάτησε για να εμφανίσεις τις ολοκληρωμένες ενότητες";
"Course.ACCESSIBILITY.VIDEO_SECTION_HEADER" = "%@ ενότητα, %@ από %@ βίντεο παρακολουθήθηκαν";
"Course.ACCESSIBILITY.DOWNLOAD_SECTION_BUTTON" = "Ενότητα λήψης, %@";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL" = "Βίντεο: %@";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_COMPLETED" = "%@, ολοκληρώθηκε";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_IN_PROGRESS" = "%@, %@%% παρακολουθήθηκε";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_NOT_STARTED" = "%@, δεν ξεκίνησε";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_HINT" = "Πατήστε για αναπαραγωγή βίντεο";
"Course.ACCESSIBILITY.VIDEO_PERCENTAGE_COMPLETED" = "%@ τοις εκατό ολοκληρώθηκε";
"Course.ACCESSIBILITY.VIDEO_NAVIGATION_COUNT" = "Βίντεο %@ από %@";
"Course.ACCESSIBILITY.VIDEO_NAVIGATION" = "Πλοήγηση Βίντεο";
"Course.VIDEO_NAVIGATION.NO_VIDEO_TITLE" = "Χωρίς Τίτλο Βίντεο";
"Authorization.SIGN_IN.LOG_IN_TITLE" = "Σύνδεση";
"Authorization.SIGN_IN.WELCOME_BACK" = "Καλως ορισες πισω! Συνδεθείτε για να αποκτήσετε πρόσβαση στα μαθήματά σας.";
"Authorization.SIGN_IN.EMAIL" = "";
"Authorization.SIGN_IN.EMAIL_OR_USERNAME" = "E-mail ή το όνομα χρήστη";
"Authorization.SIGN_IN.PASSWORD" = "Κωδικός πρόσβασης";
"Authorization.SIGN_IN.FORGOT_PASS_BTN" = "Ξεχάσατε τον κωδικό σας;";
"Authorization.SIGN_IN.SELECTED_SITE" = "";
"Authorization.SIGN_IN.CHANGE" = "Αλλαγή";
"Authorization.SIGN_IN.AGREEMENT" = "Με τη σύνδεση σε αυτήν την εφαρμογή, αποδέχεστε την [%@ Άδεια Χρήσης Τελικού Χρήστη](%@) και τους [%@ Όρους Παροχής Υπηρεσιών και Κωδικός Τιμής](%@) και αναγνωρίζετε ότι %@ και κάθε μέλος επεξεργάζεται τα προσωπικά σας δεδομένα σε\nσύμφωνα με την [Πολιτική Απορρήτου.](%@)";
"Authorization.SIGN_IN.SSO_HEADING" = "Ξεκινήστε σήμερα για να χτίσετε την καριέρα σας με αυτοπεποίθηση";
"Authorization.SIGN_IN.SSO_SUPPORTING_TEXT" = "Ένα ολοκληρωμένο σύνολο προγραμμάτων γνώσης και ενδυνάμωσης για την ανάπτυξη των συνιστωσών του τομέα της προικοδότησης και των εργαζομένων του";
"Authorization.SIGN_IN.SSO_LOG_IN_TITLE" = "Σύνδεση";
"Authorization.SIGN_IN.SSO_LOG_IN_SUBTITLE" = "Συνδεθείτε μέσω της εθνικής υπηρεσίας ενιαίας σύνδεσης";
"Authorization.ERROR.INVALID_EMAIL_ADDRESS" = "Μη έγκυρη διεύθυνση e-mail";
"Authorization.ERROR.INVALID_PASSWORD_LENGHT" = "Μη έγκυρο μήκος κωδικού πρόσβασης";
"Authorization.ERROR.ACCOUNT_NOT_REGISTERED" = "Αυτός ο λογαριασμός %@ δεν είναι συνδεδεμένος με κανέναν λογαριασμό %@ . Παρακαλώ εγγραφείτε.";
"Authorization.ERROR.INVALID_EMAIL_ADDRESS_OR_USERNAME" = "Μη έγκυρο email ή όνομα χρήστη";
"Authorization.ERROR.DISABLED_ACCOUNT" = "Ο λογαριασμός σας έχει απενεργοποιηθεί. Επικοινωνήστε με την υποστήριξη πελατών για βοήθεια.";
"Authorization.SIGN_UP.SUBTITLE" = "Δημιουργήστε έναν λογαριασμό για να ξεκινήσετε να μαθαίνετε σήμερα!";
"Authorization.SIGN_UP.CREATE_ACCOUNT_BTN" = "Δημιουργήστε λογαριασμό";
"Authorization.SIGN_UP.HIDE_FIELDS" = "Απόκρυψη προαιρετικών πεδίων";
"Authorization.SIGN_UP.SHOW_FIELDS" = "Εμφάνιση προαιρετικών πεδίων";
"Authorization.SIGN_UP.SUCCESS_SIGNIN_LABEL" = "Έχετε συνδεθεί με επιτυχία.";
"Authorization.SIGN_UP.SUCCESS_SIGNIN_SUBLABEL" = "Απλώς χρειαζόμαστε λίγες περισσότερες πληροφορίες πριν αρχίσετε να μαθαίνετε.";
"Authorization.SIGN_UP.AGREEMENT" = "Με τη δημιουργία ενός λογαριασμού, συμφωνείτε με την [%@ Άδεια χρήσης τελικού χρήστη](%@) και τους [%@ Όρους Παροχής Υπηρεσιών και Κωδικός Τιμής](%@) και αναγνωρίζετε ότι %@ και κάθε μέλος επεξεργάζονται τα προσωπικά σας δεδομένα σύμφωνα με την [Πολιτική Απορρήτου.](%@)";
"Authorization.SIGN_UP.MARKETING_EMAIL_TITLE" = "Συμφωνώ ότι %@ μπορεί να μου στέλνει μηνύματα μάρκετινγκ.";
"Authorization.FORGOT.TITLE" = "Ξεχάσατε τον κωδικό;";
"Authorization.FORGOT.DESCRIPTION" = "Εισαγάγετε τη διεύθυνση ηλεκτρονικού ταχυδρομείου σύνδεσης ή ανάκτησης παρακάτω και θα σας στείλουμε ένα email με οδηγίες.";
"Authorization.FORGOT.REQUEST" = "Επαναφορά Κωδικού";
"Authorization.FORGOT.CHECK_TITLE" = "Ελέγξτε το email σας";
"Authorization.FORGOT.CHECK_Description" = "Έχουμε στείλει οδηγίες ανάκτησης κωδικού πρόσβασης στο email σας ";
"Authorization.CONTINUE_WITH" = "Συνεχίστε με:";
"Authorization.LAST_SIGN_IN" = "Τελευταία εγγραφή";
"Authorization.OR_SIGN_IN_WITH" = "Ή συνδεθείτε με email:";
"Authorization.OR_REGISTER_WITH" = "Ή εγγραφείτε παρακάτω:";
"Authorization.APPLE" = "μήλο";
"Authorization.GOOGLE" = "Google";
"Authorization.FACEBOOK" = "Facebook";
"Authorization.MICROSOFT" = "Microsoft";
"Authorization.OR" = "Ή";
"Authorization.STARTUP.INFO_MESSAGE" = "Μαθήματα και προγράμματα από τα καλύτερα πανεπιστήμια του κόσμου στην τσέπη σας.";
"Authorization.STARTUP.SEARCH_TITLE" = "Τι θέλεις να μάθεις;";
"Authorization.STARTUP.SEARCH_PLACEHOLDER" = "Αναζητήστε τα 3.000+ μαθήματά μας";
"Authorization.STARTUP.EXPLORE_ALL_COURSES" = "Εξερευνήστε όλα τα μαθήματα";
"Authorization.STARTUP.TITLE" = "Αρχή";
"Authorization.LEARNING_SITES.TITLE" = "";
"Authorization.LEARNING_SITES.GET_STARTED" = "Ξεκίνα";
"Authorization.LEARNING_SITES.WELCOME_SUBTITLE" = "";
"Authorization.LEARNING_SITES.SEARCH_TITLE" = "Αναζήτηση";
"Authorization.LEARNING_SITES.SUBTITLE" = "";
"Authorization.LEARNING_SITES.CURRENT_SITE" = "";
"Authorization.LEARNING_SITES.MORE_SITES" = "";
"Authorization.LEARNING_SITES.ADD_SITE" = "";
"Authorization.LEARNING_SITES.SEARCH_PLACEHOLDER" = "";
"Authorization.LEARNING_SITES.EMPTY_SEARCH" = "";
"Authorization.LEARNING_SITES.LOG_OUT_TITLE" = "Αποσύνδεση";
"Authorization.LEARNING_SITES.LOG_OUT_MESSAGE" = "";
"Authorization.LEARNING_SITES.LOG_OUT_ACTION" = "Αποσύνδεση";
"WhatsNew.TITLE" = "Τι νέα";
"WhatsNew.BUTTON_PREVIOUS" = "Προηγούμενο";
"WhatsNew.BUTTON_NEXT" = "Επόμενο";
"WhatsNew.BUTTON_DONE" = "Έγινε";
"Dashboard.TITLE" = "Ταμπλό";
"Dashboard.HEADER.COURSES" = "Μαθήματα";
"Dashboard.HEADER.WELCOME_BACK" = "Καλώς ήρθες πίσω. Ας συνεχίσουμε να μαθαίνουμε.";
"Dashboard.SEARCH" = "Αναζήτηση";
"Dashboard.EMPTY.SUBTITLE" = "Δεν έχετε εγγραφεί σε κανένα μάθημα ακόμα.";
"Dashboard.LEARN.TITLE" = "Μαθαίνω";
"Dashboard.LEARN.VIEW_ALL" = "Προβολή όλων";
"Dashboard.LEARN.VIEW_ALL_COURSES" = "Προβολή όλων των μαθημάτων (%@)";
"Dashboard.LEARN.ALL_COURSES" = "Όλα τα Μαθήματα";
"Dashboard.LEARN.PRIMARY_CARD.ONE_PAST_ASSIGNMENT" = "1 Εκπρόθεσμη ανάθεση";
"Dashboard.LEARN.PRIMARY_CARD.VIEW_ASSIGNMENTS" = "Προβολή εργασιών";
"Dashboard.LEARN.PRIMARY_CARD.PAST_ASSIGNMENTS" = "%@ Εργασίες σε καθυστέρηση";
"Dashboard.LEARN.PRIMARY_CARD.FUTURE_ASSIGNMENTS" = "%@ Εργασίες Οφειλόμενες %@ ";
"Dashboard.LEARN.PRIMARY_CARD.DUE_DAYS" = "%@ Οφειλόμενο σε %@ ημέρες";
"Dashboard.LEARN.PRIMARY_CARD.RESUME" = "Επιστροφή στο υλικό μαθήματος";
"Dashboard.LEARN.PRIMARY_CARD.START_COURSE" = "Έναρξη μαθήματος";
"Dashboard.LEARN.DROPDOWN_MENU.COURSES" = "Μαθήματα";
"Dashboard.LEARN.DROPDOWN_MENU.PROGRAMS" = "Προγράμματα";
"Dashboard.LEARN.CATEGORY.ALL" = "Όλα";
"Dashboard.LEARN.CATEGORY.IN_PROGRESS" = "Σε εξέλιξη";
"Dashboard.LEARN.CATEGORY.COMPLETED" = "Ολοκληρώθηκε";
"Dashboard.LEARN.CATEGORY.EXPIRED" = "έχει λήξει";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES" = "Όχι Μαθήματα";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES_IN_PROGRESS" = "Δεν υπάρχουν μαθήματα σε εξέλιξη";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COMPLETED_COURSES" = "Δεν υπάρχουν ολοκληρωμένα μαθήματα";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_EXPIRED_COURSES" = "Χωρίς Ληγμένα Μαθήματα";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES_DESCRIPTION" = "Αυτήν τη στιγμή δεν είστε εγγεγραμμένος σε κανένα μάθημα, θα θέλατε να εξερευνήσετε τον κατάλογο μαθημάτων;";
"Dashboard.LEARN.NO_COURSES_VIEW.FIND_A_COURSE" = "Βρείτε ένα μάθημα";
"Core.MAINSCREEN.DISCOVERY" = "Ανακαλύπτω";
"Core.MAINSCREEN.DASHBOARD" = "Ταμπλό";
"Core.MAINSCREEN.IN_DEVELOPING" = "Στην ανάπτυξη";
"Core.MAINSCREEN.PROGRAMS" = "Προγράμματα";
"Core.MAINSCREEN.PROFILE" = "Προφίλ";
"Core.MAINSCREEN.LEARN" = "Μαθαίνω";
"Core.MAINSCREEN.SOCIAL_REGISTER_BANNER" = "Έχετε ήδη δημιουργήσει έναν λογαριασμό %@ με τον λογαριασμό σας %@. Έχετε συνδεθεί με αυτόν τον λογαριασμό.";
"Core.VIEW.SNACKBAR.TRY_AGAIN_BTN" = "Δοκιμάστε ξανά";
"Core.ERROR.INVALID_CREDENTIALS" = "Άκυρα διαπιστευτήρια";
"Core.ERROR.SLOW_OR_NO_INTERNET_CONNECTION" = "Αργή ή καθόλου σύνδεση στο Διαδίκτυο";
"Core.ERROR.NO_CACHED_DATA" = "Δεν υπάρχουν δεδομένα για λειτουργία εκτός σύνδεσης";
"Core.ERROR.USER_NOT_ACTIVE" = "Ο λογαριασμός χρήστη δεν είναι ενεργοποιημένος. Ενεργοποιήστε πρώτα τον λογαριασμό σας.";
"Core.ERROR.UNKNOWN_ERROR" = "Κάτι πήγε στραβά.";
"Core.ERROR.WIFI" = "Μπορείτε να κάνετε λήψη αρχείων μόνο μέσω Wi-Fi. Μπορείτε να το αλλάξετε στις ρυθμίσεις.";
"Core.ERROR.AUTHORIZATION_FAILED" = "Η εξουσιοδότηση απέτυχε.";
"Core.ERROR.INTERNET.NO_INTERNET_TITLE" = "Δεν υπάρχει σύνδεση στο διαδίκτυο";
"Core.ERROR.INTERNET.NO_INTERNET_DESCRIPTION" = "Συνδεθείτε στο διαδίκτυο για να δείτε αυτό το περιεχόμενο.";
"Core.COURSEWARE.COURSE_CONTENT" = "Περιεχόμενο μαθήματος";
"Core.COURSEWARE.COURSE_CONTENT_NOT_AVAILABLE" = "Αυτό το διαδραστικό στοιχείο δεν είναι ακόμη διαθέσιμο σε κινητά.";
"Core.COURSEWARE.COURSE_UNITS" = "Ενότητες μαθημάτων";
"Core.COURSEWARE.NEXT" = "Επόμενο";
"Core.COURSEWARE.PREVIOUS" = "Προηγ.";
"Core.COURSEWARE.FINISH" = "Τέλος";
"Core.COURSEWARE.GOOD_WORK" = "Καλή δουλειά!";
"Core.COURSEWARE.BACK_TO_OUTLINE" = "Επιστροφή στο περίγραμμα";
"Core.COURSEWARE.SECTION_COMPLETED" = "Ολοκληρώσατε το “%@”.";
"Core.COURSEWARE.CONTINUE" = "Συνεχίστε";
"Core.COURSEWARE.RESUME" = "Συνέχιση";
"Core.COURSEWARE.RESUME_WITH" = "Συνέχεια με:";
"Core.COURSEWARE.NEXT_SECTION" = "Επόμενη ενότητα";
"Core.COURSEWARE.NEXT_SECTION_DESCRIPTION_FIRST" = "Για να προχωρήσετε με «»";
"Core.COURSEWARE.NEXT_SECTION_DESCRIPTION_LAST" = "Πατήστε «Επόμενη ενότητα».";
"Core.ERROR.RELOAD" = "";
"Core.DATE.COURSE_STARTS" = "Έναρξη του μαθήματος";
"Core.DATE.COURSE_ENDS" = "Λήξη μαθήματος";
"Core.DATE.COURSE_ENDED" = "Το μάθημα τελείωσε";
"Core.DATE.ENDED" = "Τελείωσε";
"Core.DATE.START" = "Αρχή";
"Core.DATE.STARTED" = "Ξεκίνησε";
"Core.DATE.JUST_NOW" = "Μόλις τώρα";
"Core.DATE.TODAY" = "Σήμερα";
"Core.DATE.NEXT" = "Επόμενο %@";
"Core.DATE.DAYS_AGO" = "%@ Μέρες πριν";
"Core.DATE.DUE" = "Λόγω ";
"Core.DATE.DUE_IN" = "Οφείλεται σε ";
"Core.DATE.DUE_IN_DAYS" = "Οφειλόμενο σε %@ Ημέρες";
"Core.DATE.DUE_TODAY" = "Προθεσμία Σήμερα: %@";
"Core.DATE.DUE_DATE_PAST" = "%@ ημέρες καθυστέρηση: %@";
"Core.DATE.DUE_IN_LEFT" = "Προθεσμία σε %@ ημέρες: %@";
"Core.ALERT.ACCEPT" = "Αποδοχή";
"Core.ALERT.CANCEL" = "Ακύρωση";
"Core.ALERT.LOGOUT" = "Αποσύνδεση";
"Core.ALERT.LEAVE" = "Αδεια";
"Core.ALERT.SIGN_IN" = "Σύνδεση";
"Core.ALERT.REGISTER" = "Εγγραφείτε";
"Core.ALERT.KEEP_EDITING" = "Συνεχίστε την επεξεργασία";
"Core.ALERT.DELETE" = "Διαγραφή";
"Core.ALERT.ADD" = "Προσθήκη";
"Core.ALERT.REMOVE" = "Αφαίρεση";
"Core.ALERT.CALENDAR_SHIFT_PROMPT_REMOVE_COURSE_CALENDAR" = "Κατάργηση ημερολογίου μαθημάτων";
"Core.NO_INTERNET.OFFLINE" = "Εκτός σύνδεσης";
"Core.NO_INTERNET.DISMISS" = "Απόρριψη";
"Core.NO_INTERNET.RELOAD" = "Γεμίζω πάλι";
"Core.DATE_FORMAT.MMMM_DD" = "ΜΜΜΜ ηδ";
"Core.DATE_FORMAT.MMM_DD_YYYY" = "ΜΜΜ ηη, εεεε";
"Core.DATE_FORMAT.MMMM_DD_YYYY" = "ΜΜΜΜ ηη, εεεε";
"Core.DOWNLOAD_MANAGER.DOWNLOAD" = "Λήψη";
"Core.DOWNLOAD_MANAGER.DOWNLOADED" = "Λήψη";
"Core.DOWNLOAD_MANAGER.COMPLETED" = "Ολοκληρώθηκε";
"Core.SETTINGS.VIDEO_DOWNLOAD_QUALITY_TITLE" = "Ποιότητα λήψης βίντεο";
"Core.SETTINGS.DOWNLOAD_QUALITY_AUTO_TITLE" = "Αυτο";
"Core.SETTINGS.DOWNLOAD_QUALITY_AUTO_DESCRIPTION" = "Συνιστάται";
"Core.SETTINGS.DOWNLOAD_QUALITY_360_TITLE" = "360p";
"Core.SETTINGS.DOWNLOAD_QUALITY_360_DESCRIPTION" = "Χαμηλότερη χρήση δεδομένων";
"Core.SETTINGS.DOWNLOAD_QUALITY_540_TITLE" = "540p";
"Core.SETTINGS.DOWNLOAD_QUALITY_720_TITLE" = "720p";
"Core.SETTINGS.DOWNLOAD_QUALITY_720_DESCRIPTION" = "Η καλύτερη ποιότητα";
"Core.DONE" = "Έγινε";
"Core.VIEW" = "Προβολή";
"Core.BACK" = "Πίσω";
"Core.OK" = "Εντάξει";
"Core.CLOSE" = "Κλείσιμο";
"Core.PICKER.SEARCH" = "Αναζήτηση";
"Core.PICKER.ACCEPT" = "Αποδοχή";
"Core.WEBVIEW.ALERT.OK" = "Εντάξει";
"Core.WEBVIEW.ALERT.CANCEL" = "Ακύρωση";
"Core.WEBVIEW.ALERT.CONTINUE" = "Συνεχίστε";
"Core.REVIEW.VOTE_TITLE" = "Απολαμβάνετε το Open edX;";
"Core.REVIEW.VOTE_DESCRIPTION" = "Τα σχόλιά σας έχουν σημασία για εμάς. Θα αφιερώσετε λίγο χρόνο για να βαθμολογήσετε την εφαρμογή πατώντας ένα αστέρι παρακάτω; Ευχαριστώ για την υποστήριξη!";
"Core.REVIEW.FEEDBACK_TITLE" = "Αφήστε μας τα σχόλιά σας";
"Core.REVIEW.FEEDBACK_DESCRIPTION" = "Λυπούμαστε που η μαθησιακή σας εμπειρία είχε κάποια προβλήματα. Εκτιμούμε όλα τα σχόλια.";
"Core.REVIEW.THANKS_FOR_VOTE_TITLE" = "Ευχαριστώ";
"Core.REVIEW.THANKS_FOR_VOTE_DESCRIPTION" = "Σας ευχαριστούμε που μοιραστήκατε τα σχόλιά σας μαζί μας. Θα θέλατε να μοιραστείτε την κριτική σας για αυτήν την εφαρμογή με άλλους χρήστες στο κατάστημα εφαρμογών;";
"Core.REVIEW.THANKS_FOR_FEEDBACK_TITLE" = "Ευχαριστώ";
"Core.REVIEW.THANKS_FOR_FEEDBACK_DESCRIPTION" = "Λάβαμε τα σχόλιά σας και θα τα χρησιμοποιήσουμε για να βελτιώσουμε τη μαθησιακή σας εμπειρία στο μέλλον. Σε ευχαριστώ που μοιράστηκες!";
"Core.REVIEW.BETTER" = "Τι θα μπορούσε να ήταν καλύτερο;";
"Core.REVIEW.NOT_NOW" = "Όχι τώρα";
"Core.REVIEW.BUTTON.SUBMIT" = "Υποβολή";
"Core.REVIEW.BUTTON.SHARE_FEEDBACK" = "Κοινή χρήση σχολίων";
"Core.REVIEW.BUTTON.RATE_US" = "Βαθμολογήστε μας";
"Core.REVIEW.EMAIL.TITLE" = "Επιλέξτε πρόγραμμα-πελάτη email:";
"Core.SOCIAL_SIGN_CANCELED" = "Ο χρήστης ακύρωσε τη ροή σύνδεσης.";
"Core.SIGN_IN.LOG_IN_BTN" = "Σύνδεση";
"Core.SIGN_IN.REGISTER_BTN" = "Εγγραφείτε";
"Core.SIGN_IN.LOG_IN_WITH_SSO_BTN" = "Σύνδεση με SSO";
"Core.TOMORROW" = "Αύριο";
"Core.YESTERDAY" = "Εχθές";
"Core.OPEN_IN_BROWSER" = "Προβολή στο Safari";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.BODY" = "Μην ανησυχείτε - αλλάξτε το προτεινόμενο πρόγραμμά μας για να ολοκληρώσετε τις εργασίες που οφείλονται χωρίς να χάσετε καμία πρόοδο.";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.BUTTON" = "Μετατόπιση ημερομηνιών λήξης";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.HEADER" = "Χάσατε κάποιες προθεσμίες;";
"Core.COURSE_DATES.RESET_DATE.TAB_INFO_BANNER.BODY" = "Δημιουργήσαμε ένα προτεινόμενο πρόγραμμα για να σας βοηθήσουμε να παραμείνετε σε καλό δρόμο. Αλλά μην ανησυχείτε – είναι ευέλικτο, ώστε να μπορείτε να μάθετε με τον δικό σας ρυθμό. Εάν τύχει να μείνετε πίσω, θα μπορείτε να προσαρμόσετε τις ημερομηνίες για να διατηρήσετε τον εαυτό σας σε καλό δρόμο.";
"Core.COURSE_DATES.RESET_DATE.TAB_INFO_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.BODY" = "Για να ολοκληρώσετε βαθμολογημένες εργασίες ως μέρος αυτού του μαθήματος, μπορείτε να κάνετε αναβάθμιση σήμερα.";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.BUTTON" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.BODY" = "Ελέγχετε αυτό το μάθημα, πράγμα που σημαίνει ότι δεν μπορείτε να συμμετάσχετε σε βαθμολογημένες εργασίες. Φαίνεται ότι χάσατε ορισμένες σημαντικές προθεσμίες με βάση το προτεινόμενο πρόγραμμά μας. Για να ολοκληρώσετε βαθμολογημένες εργασίες ως μέρος αυτού του μαθήματος και να μεταφέρετε τις καθυστερημένες εργασίες στο μέλλον, μπορείτε να κάνετε αναβάθμιση σήμερα.";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.BUTTON" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.ERROR_MESSAGE" = "Δεν ήταν δυνατή η μετατόπιση των ημερομηνιών σας. Παρακαλώ προσπαθήστε ξανά.";
"Core.COURSE_DATES.RESET_DATE.SUCCESS_MESSAGE" = "Οι ημερομηνίες σας έχουν μετατοπιστεί με επιτυχία.";
"Core.COURSE_DATES.RESET_DATE.TITLE" = "Ημερομηνίες Μαθήματος";
"Core.COURSE_DATES.TODAY" = "Σήμερα";
"Core.COURSE_DATES.COMPLETED" = "Ολοκληρώθηκε";
"Core.COURSE_DATES.PAST_DUE" = "Παρελθούσα";
"Core.COURSE_DATES.THIS_WEEK" = "Αυτή την εβδομάδα";
"Core.COURSE_DATES.NEXT_WEEK" = "Την επόμενη εβδομάδα";
"Core.COURSE_DATES.UPCOMING" = "Επερχόμενο";
"Core.COURSE.STORAGE_ALERT.TITLE" = "Αποθήκευση συσκευής πλήρης";
"Core.COURSE.STORAGE_ALERT.DESCRIPTION" = "Η συσκευή σας δεν έχει αρκετό ελεύθερο χώρο για να κατεβάσετε αυτό το περιεχόμενο. Παρακαλούμε ελευθερώστε λίγο χώρο και προσπαθήστε ξανά.";
"Core.COURSE.STORAGE_ALERT.USED_AND_FREE" = "%@ χρησιμοποιημένα, %@ ελεύθερα";
"Core.COURSE.ALERT.CANCEL" = "Ακύρωση";
"Core.COURSE.ALERT.CLOSE" = "Κλείσιμο";
"Core.COURSE.ALERT.REMOVE" = "Αφαίρεση";
"Core.COURSE.ALERT.DOWNLOAD" = "Λήψη";
"Core.COURSE.ALERT.TRY_AGAIN" = "Προσπαθήστε ξανά";
"Core.COURSE.ALERT.REMOVE_TITLE" = "Να αφαιρεθεί το Περιεχόμενο χωρίς σύνδεση;";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_TITLE" = "Επιβεβαίωση λήψης";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_CELLULAR_TITLE" = "Λήψη στο κινητό;";
"Core.COURSE.ALERT.REMOVE_DESCRIPTION" = "Η αφαίρεση αυτού του περιεχομένου θα απελευθερώσει το %@.";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_DESCRIPTION" = "Η λήψη αυτού του %@ του περιεχομένου θα αποθηκεύσει τα διαθέσιμα μπλοκ εκτός σύνδεσης.";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_CELLULAR_DESCRIPTION" = "Η λήψη αυτού του περιεχομένου θα χρησιμοποιήσει %@ δεδομένων κινητής τηλεφωνίας.";
"Core.COURSE.ERROR.DOWNLOAD_FAILED_TITLE" = "Λήψη Αποτυχημένη";
"Core.COURSE.ERROR.NO_INTERNET_CONNECTION_TITLE" = "Δεν υπάρχει σύνδεση στο Internet";
"Core.COURSE.ERROR.WIFI_REQUIRED_TITLE" = "Απαιτείται Wi-Fi";
"Core.COURSE.ERROR.DOWNLOAD_FAILED_DESCRIPTION" = "Δυστυχώς, αυτό το περιεχόμενο δεν κατέβηκε. Προσπαθήστε ξανά αργότερα ή αναφέρετε αυτό το πρόβλημα.";
"Core.COURSE.ERROR.NO_INTERNET_CONNECTION_DESCRIPTION" = "Η λήψη αυτού του περιεχομένου απαιτεί ενεργή σύνδεση στο διαδίκτυο. Παρακαλούμε συνδεθείτε στο διαδίκτυο και δοκιμάστε ξανά.";
"Core.COURSE.ERROR.WIFI_REQUIRED_DESCRIPTION" = "Η λήψη αυτού του περιεχομένου απαιτεί ενεργή σύνδεση WiFi. Παρακαλούμε συνδεθείτε σε δίκτυο WiFi και δοκιμάστε ξανά.";
"Core.DOWNLOAD.DOWNLOAD_LARGE_FILE_MESSAGE" = "Τα βίντεο που έχετε επιλέξει είναι μεγαλύτερα από 1 GB. Θέλετε να κατεβάσετε αυτά τα βίντεο;";
"Core.DOWNLOAD.DOWNLOAD" = "Λήψη";
"Core.ALERT.ACCEPT" = "Αποδοχή";
